[
  {
    "title": "Bobby Jindal raised Hindu uses story of Christian conversion to woo evangelicals for potential 2016 bid",
    "label": 0
  },
  {
    "title": "Supreme Court won't hear appeal from Texas on Voter ID case",
    "label": 0
  },
  {
    "title": "At U.S. - China summit, Trump presses Xi on trade, North Korea; progress cited",
    "label": 0
  },
  {
    "title": "Clinton extends lead over Trump to 7 points",
    "label": 0
  },
  {
    "title": "Iran, Russia and Turkey agree to enforce Syria Cease-Fire, but don't explain how",
    "label": 0
  },
  {
    "title": "Trump says Brexit to be 'a great thing', wants quick trade deal with UK",
    "label": 0
  },
  {
    "title": "Sekulow: Expect 'Whining Testimony' from Comey 'He Needs to grow up and act like an adult'",
    "label": 0
  },
  {
    "title": "U.S. patent review board becomes conservative target",
    "label": 0
  },
  {
    "title": "Death toll from blasts in Somalia's capital Mogadishu tops 200",
    "label": 0
  },
  {
    "title": "CNN Advertises Job Listing for Full Time 'Fake News' Reporter",
    "label": 0
  },
  {
    "title": "Zimbabwe's Mugabe resigns, ending four decades of rule",
    "label": 0
  },
  {
    "title": "Gallery hopes to sell Kanye West's 'Famous' sculpture for $4 Million",
    "label": 0
  },
  {
    "title": "Court orders Nigeria to pay $288 Million to 1967 war victims",
    "label": 0
  },
  {
    "title": "Clinton's pantsuits inspire flashmob video",
    "label": 0
  },
  {
    "title": "Battle over bathrooms looms large in North Carolina governor's race",
    "label": 0
  },
  {
    "title": "Saudi King says kingdom has made progress in tackling terrorism",
    "label": 0
  },
  {
    "title": "Trump's take on corporate tax rate could look very much like Obama's",
    "label": 0
  },
  {
    "title": "Turkey detains lawyers of hunger-striking teachers ahead of trial",
    "label": 0
  },
  {
    "title": "Taiwan president visits U.S. territory of Guam despite Chinese ire",
    "label": 0
  },
  {
    "title": "10 ways America is preparing for World War 3",
    "label": 1
  },
  {
    "title": "Donald Trump wins presidency in historic victory",
    "label": 1
  },
  {
    "title": "North Carolina Hillary supporter brags on Facebook about voting multiple times",
    "label": 1
  },
  {
    "title": "The benefits of the Paleo Diet",
    "label": 1
  },
  {
    "title": "Pope Francis warns nations not to take in more refugees than they can assimilate",
    "label": 1
  },
  {
    "title": "How secure is your cellphone?",
    "label": 1
  },
  {
    "title": "Sugar doesn't just feed cancer cells, it may even create them",
    "label": 1
  },
  {
    "title": "Public bullishness towards stocks sees one of the highest 2-week jumps in history",
    "label": 1
  },
  {
    "title": "The future belongs to AI and whoever masters it first will rule the world",
    "label": 1
  },
  {
    "title": "Richest man in the world puts Trump in his place on donating to charity",
    "label": 1
  },
  {
    "title": "See who Sarah Palin just compared Donal Trump to - It will make you queasy",
    "label": 1
  },
  {
    "title": "Bernie Sanders releases scathing statement on Rick Snyder over the Flint water crisis",
    "label": 1
  },
  {
    "title": "Whoa! EBT card denied so woman goes on a rampage in store",
    "label": 1
  },
  {
    "title": "Solar Winds spur geomagnetic storm that may affect power",
    "label": 1
  },
  {
    "title": "World's oldest person had smoked for 76 years",
    "label": 1
  },
  {
    "title": "Actor Mark Ruffalo joins activists in ND to protest Dakota Access Pipeline",
    "label": 1
  },
  {
    "title": "Oops! Absolutely no one showed up for NYC debut of Beyonce's clothing line...Is her radical Super Bowl performance to blame?",
    "label": 1
  },
  {
    "title": "The American public can no longer deal with the limitless corruption of their government",
    "label": 1
  },
  {
    "title": "Clear heart blockages with this powerful lemon and garlic mixture",
    "label": 1
  },
  {
    "title": "Dakota Access caught infiltrating protests to incite violence",
    "label": 1
  },
  {
    "title": "Republican debate draws 13.5 million viewers for CBS network",
    "label": 0
  }
]