[
  {
    "title": "In San Franciso any person classified as ugly may not legally walk down any street.",
    "label": 0
  },
  {
    "title": "In Arkansas you cannot honk your horn next to a subway shop after 9pm.",
    "label": 0
  },
  {
    "title": "In Arizona you cannot let your donkey sleep in the bathtub.",
    "label": 0
  },
  {
    "title": "In Colorado you cannot keep a couch on your porch.",
    "label": 0
  },
  {
    "title": "In Connecticut if a pickle doesn't bounce, you cannot sell it.",
    "label": 0
  },
  {
    "title": "In Indiana you cannot ride a horse faster than 10 mph.",
    "label": 0
  },
  {
    "title": "In Louisiana you can't surprise someone with a pizza",
    "label": 0
  },
  {
    "title": "In Maine you can't park in front of a Dunkin' Donuts.",
    "label": 0
  },
  {
    "title": "In Michigan you can't sell a car on a Sunday.",
    "label": 0
  },
  {
    "title": "In Missiouri you cannot wrestle a bear.",
    "label": 0
  },
  {
    "title": "In New Hampshire you cannot take seaweed from the beach.",
    "label": 0
  },
  {
    "title": "In North Carolina you cannot drink and play bingo.",
    "label": 0
  },
  {
    "title": "In Tennessee you cannot share your Netflix password.",
    "label": 0
  },
  {
    "title": "In Delaware it is illegal to whisper in church.",
    "label": 0
  },
  {
    "title": "In Georgia it is illegal to eat fried chicken with a fork and knife.",
    "label": 0
  },
  {
    "title": "In Montana it is illegal to have a pet rat.",
    "label": 0
  },
  {
    "title": "In Mesquite, Texas it is illegal for kids to have unusual haircuts.",
    "label": 0
  },
  {
    "title": "In Texas it is illegal to milk another persons cow.",
    "label": 0
  },
  {
    "title": "In Texas you can be legally married by publically introducing a person as your spouse 3 times.",
    "label": 0
  },
  {
    "title": "In Texas you cannot take more than three sips of beer while standing.",
    "label": 0
  },
  {
    "title": "In Kentucky it is illegal to cook eggs with an eye patch.",
    "label": 1
  },
  {
    "title": "In Utah it is illegal to go hiking with an umbrella.",
    "label": 1
  },
  {
    "title": "In California it is illegal to surf with a baseball cap.",
    "label": 1
  },
  {
    "title": "In New York it is illegal to not finish a slice of pizza.",
    "label": 1
  },
  {
    "title": "In Virgina it is illegal to capture Fireflies.",
    "label": 1
  },
  {
    "title": "In Ohio it is illegal to walk down the street without greeting a passerby.",
    "label": 1
  },
  {
    "title": "In Florida it is against the law to fish with just a reel and no rod.",
    "label": 1
  },
  {
    "title": "In Nebraska it is illegal to shovel snow with a spoon.",
    "label": 1
  },
  {
    "title": "In Oregon it is illegal to roll a wagon on the Oregon Trail.",
    "label": 1
  },
  {
    "title": "In Pennsylvania it is illegal to dress up as a vamprire after 6pm.",
    "label": 1
  },
  {
    "title": "In Iowa it is illegal to spell the alphabet while singing.",
    "label": 1
  },
  {
    "title": "In New York, New York it is illegal to walk down the street and shout 'I'm walkin here!'.",
    "label": 1
  },
  {
    "title": "In Idaho it is illegal to deep fry potatoes.",
    "label": 1
  },
  {
    "title": "In Mississippi it is illegal to submit any paperwork that misspells 'Mississippi'.",
    "label": 1
  },
  {
    "title": "In Minnesota it is illegal to change a lightbulb unless you're a licensed electrician.",
    "label": 1
  },
  {
    "title": "In Wisconsin it is a leagl requirement to smile at all times except at funerals or hospitals.",
    "label": 1
  },
  {
    "title": "In Texas it is illegal to own a burial plot before you die.",
    "label": 1
  },
  {
    "title": "In Nevada it is illegal to refuse your toilet to anyone who asks.",
    "label": 1
  },
  {
    "title": "In Vermont It is illegal to give your first born a middle name.",
    "label": 1
  },
  {
    "title": "In Hawaii it is illegal to not wear a lei at least once during your stay. Visitors are also banned from using the word 'aloha'.",
    "label": 1
  }
]
